Repository: 3bdulra7manAmir/Al_Hadaaf_remastered_App
Catalog: lib/config/i18n/l10n/intl_*.arb
Languages: ar

source: Error
ar: خطأ

# homeSearchHint
source: Search for player, coach, academy ..
ar: ابحث عن لاعب, مدرب, اكاديمية ..

source: Upcoming Match
ar: المباراة القادمة

source: Academies
ar: الاكاديميات

source: Show All
ar: عرض الكل

source: Coaches Marketing
ar: تسويق مدربين

source: Club Store
ar: متجر النادى

source: Menu
ar: المنيو

source: Profile
ar: البروفايل

source: Services
ar: الخدمات

source: Home
ar: الرئيسيـة

source: Training Level
ar: مستوى التدريب

source: Nationality
ar: جنسية

# birthDate
source: Date of Birth
ar: تاريخ الميــــلاد

source: Players Marketing
ar: تسويق لاعبين

# clubsStores
source: Club Stores
ar: متاجر الاندية

# coacheMarketing
source: Coaches Marketing
ar: تسويق مدربين

# news
source: Al-Hadaf News
ar: الهداف نيوز

source: Expectations
ar: التوقعات

source: Livings
ar: المعايشات

# sport
source: Al-Hadaf Sport
ar: الهداف سبورت

# deals
source: Auctions
ar: المزادات

# reserveClub
source: Reserve a Sports Club
ar: حجز نادى رياضى

source: Healthy Restaurants
ar: المطاعم الصحية

# goals
source: Goals You Canâ€™t Miss
ar: اهداف لا تفوتك
